const infos = [
  {
    id: 1,
    imageUrl: "src/assets/image/cat-1.jpg",
    petName: "布偶猫",
    miniDes: "“温顺如同布偶”",
    details: {
      description: "",
    },
  },
  {
    id: 2,
    imageUrl: "src/assets/image/cat-2.jpg",
    petName: "内伯龙根",
    miniDes: "“雾中的生物”",
    details: {
      description:
        "尼伯龙根猫也被称为长毛俄罗斯蓝猫，是一个相对较新的品种，也是现存最稀有的猫品种之。如果您有幸将尼伯龙根的猫带入您的家中，您可以期待一个友好、悠闲的伴侣，拥有令人惊叹的美貌，以匹配出色的个性。这只猫的银色面漆和纯蓝色底毛赋予了令人钦佩的神奇外观。这只小猫是丝般柔软的，虽然它在技术上是一个长毛品种，但外套实际上是中等长度的;比短毛猫长，但不如长毛猫（即波斯猫）长。尼伯龙根猫非常深情，有很多爱可以与家人分享。他们喜欢蜷缩起来小睡和看电视，如果有机会，他们会在睡前拥抱她最喜欢的人。尼伯龙根猫既俏皮又温柔。这个品种非常聪明，很容易被教导如何玩有趣的游戏，比如取物。这些小猫可以学习如何用皮带行走，这样可以安全地探索户外世界并提供一些急需的锻炼。虽然有些品种需要人们的持续关注，但尼伯龙根猫只要有一点独处时间就可以了。这并不意味着你可以让你的猫连续几天无人看管，但这确实意味着你的小猫在你外出工作时可以自娱自乐。当然，这些猫与孩子和其他宠物相处得很好，只要社交发生在他们的家庭群体中，它们就会喜欢随时社交的机会。说到社交，从很小的时候就向尼伯龙根猫介绍各种情况、声音和人是非常重要的。这些小猫容易紧张，需要比普通猫更多的社交。",
    },
  },
  {
    id: 3,
    imageUrl: "src/assets/image/cat-3.jpg",
    petName: "孟加拉猫",
    miniDes: "“拥有玫瑰花结的家猫”",
    details: {
      description: "",
    },
  },
];

export default infos;
